[
  {
    "id": 1,
    "titulo": "Dune",
    "imagen": "dune.jpg",
    "genero": ["Acción & Aventura", "Ciencia ficción", "Drama"],
    "sinopsis": "En un futuro distante, el universo es regido por un imperio feudal donde las casas nobles compiten por poder. El planeta Dune, fuente de la valiosa especia que posibilita los viajes espaciales, se convierte en el centro de conflicto. Paul Atreides, heredero de su casa, deberá enfrentar traiciones y descubrir su destino en los áridos desiertos de Dune.",
    "trailer": "https://www.youtube.com/embed/mSY_NbSmaUI",
    "estreno": "2021-10-26",
    "precio": {
      "estreno": 5.00,
      "normal": 3.50
    }
  },
  {
    "id": 2,
    "titulo": "50 primeras citas",
    "imagen": "50-primeras-citas.jpg",
    "genero": ["Comedia", "Romance", "Drama"],
    "sinopsis": "Henry Roth, un veterinario marino en Hawái, disfruta de su vida sin compromisos hasta conocer a Lucy Whitmore, una mujer con amnesia que olvida todo cada día. Enamorado de ella, Henry se propone conquistarla diariamente con creatividad y paciencia, enfrentando los retos que surgen del olvido constante y de quienes intentan protegerla.",
    "trailer": "https://www.youtube.com/embed/17KJk3ErIx0",
    "estreno": "2004-07-23",
    "precio": {
      "estreno": 5.00,
      "normal": 3.50
    }
  },
  {
    "id": 3,
    "titulo": "Batman Caballero de la Noche",
    "imagen": "batman-caballero-de-la-noche.webp",
    "genero": ["Acción & Aventura", "Crimen", "Drama", "Misterio & Suspenso"],
    "sinopsis": "Bruce Wayne, como Batman, retoma su lucha contra el crimen en Gotham. Junto al teniente Gordon y el fiscal Harvey Dent, busca erradicar las mafias que dominan la ciudad. Sin embargo, su alianza se ve amenazada por la llegada del Joker, un criminal impredecible que siembra el caos y pone a prueba los límites del héroe.",
    "trailer": "https://www.youtube.com/embed/dzQtWkpc2-c",
    "estreno": "2008-07-24",
    "precio": {
      "estreno": 5.00,
      "normal": 3.50
    }
  },
  {
    "id": 4,
    "titulo": "F1",
    "imagen": "f1.webp",
    "genero": ["Acción & Aventura", "Deporte", "Drama"],
    "sinopsis": "El reconocido piloto de carreras Sonny Hayes, tras años alejado de las pistas, es convencido de volver al mundo de la Fórmula 1. Su regreso no solo busca revivir su carrera, sino también salvar a un equipo con grandes problemas. Con experiencia y determinación, deberá guiar a una joven promesa hacia el éxito, enfrentando desafíos dentro y fuera del circuito.",
    "trailer": "https://www.youtube.com/embed/aw8YyC4B1EA",
    "estreno": "2025-11-02",
    "precio": {
      "estreno": 5.00,
      "normal": 3.50
    }
  },
  {
    "id": 5,
    "titulo": "Chicuarotes",
    "imagen": "chicuarotes.jpg",
    "genero": ["Crimen", "Drama"],
    "sinopsis": "Chicuarotes narra la historia de “el Cagalera” y “el Moloteco”, dos jóvenes que anhelan escapar de la pobreza y de su pueblo. Al enterarse de la posibilidad de comprar una plaza en el sindicato de electricistas, emprenden un plan para reunir dinero, arrastrando a Sugehili, novia de “el Cagalera”, hacia un peligroso camino lleno de decisiones criminales y un trágico desenlace.",
    "trailer": "https://www.youtube.com/embed/uVZ0DF6KxDk",
    "estreno": "2019-06-21",
    "precio": {
      "estreno": 5.00,
      "normal": 3.50
    }
  },
  {
    "id": 6,
    "titulo": "El desafío: Una historia del Bronx",
    "imagen": "bronx-tale.jpg",
    "genero": ["Crimen", "Drama"],
    "sinopsis": "En los años 60, en el Bronx, el joven Calogero presencia un tiroteo que lo une al gánster Sonny, el hombre más temido y peligroso del barrio. Aunque su padre, Lorenzo, un conductor honesto, desaprueba la relación, Calogero crece influenciado por ambos mundos: la rectitud y el crimen. Al madurar, deberá elegir su propio destino y afrontar las duras consecuencias.",
    "trailer": "https://www.youtube.com/embed/v77Dj4FhIA8",
    "estreno": "1993-10-01",
    "precio": {
      "estreno": 5.00,
      "normal": 3.50
    }
  },
  {
    "id": 7,
    "titulo": "Punto de Quiebre",
    "imagen": "point-brake.jpg",
    "genero": ["Acción & Aventura", "Misterio & Suspenso", "Deporte", "Crimen"],
    "sinopsis": "El joven agente del FBI Johnny Utah se infiltra en un grupo de intrépidos atletas extremos liderado por el carismático Bodhi, sospechoso de realizar una serie de audaces crímenes. A medida que se sumerge en su mundo de adrenalina, peligro y libertad, Utah deberá enfrentar un dilema moral: cumplir con su deber o dejarse seducir por su estilo de vida.",
    "trailer": "https://www.youtube.com/embed/tVyKOXrBmx0",
    "estreno": "2015-06-16",
    "precio": {
      "estreno": 5.00,
      "normal": 3.50
    }
  },
  {
    "id": 8,
    "titulo": "Thunderbolts*",
    "imagen": "thunderbolts.jpg",
    "genero": ["Acción & Aventura", "Ciencia ficción", "Drama", "Crimen"],
    "sinopsis": "En esta nueva entrega del universo Marvel, un grupo de antihéroes conformado por Yelena Belova, Bucky Barnes, Red Guardian, Ghost, Taskmaster y John Walker cae en una trampa planeada por Valentina Allegra de Fontaine. Forzados a trabajar juntos, deberán superar sus diferencias, trabajar en equipo y enfrentar los fantasmas de su pasado, buscando redención antes de que el tiempo se agote.",
    "trailer": "https://www.youtube.com/embed/N1GAypxl3XE",
    "estreno": "2025-12-25",
    "precio": {
      "estreno": 5.00,
      "normal": 3.50
    }
  }
]
